;-----------------------
; SPARK Character
;-----------------------

[SparkSoldier X2SparkCharacterTemplate_DLC_3]
strCustomizeDesc="Змінити ім'я та зовнішність цього солдата."
strCharacterHealingPaused="Потрібен ремонт"
strAcquiredText="\"Іскри\" не відновлюють здоров'я, як солдати. Щоб відремонтувати \"Іскру\", призначте його в інженерний відсік."

;-----------------------
; UI
;-----------------------

[UIAlert_DLC_Day90]
m_strLostTowersPOIAvailableBody="Комусь довелося добряче попрацювати, щоб відправити цей сигнал \"Роверу\". Потрібно з'ясувати, навіщо це було зроблено."

m_strSparkSquadSelectInfoTitle="\"ІСКРА\" ГОТОВИЙ ДО БОЮ"
m_strSparkSquadSelectInfoBody="Шеф, \"Іскру\" можна відправити на завдання навіть у тому випадку, якщо робот пошкоджений або ремонтується. Однак \"Іскри\" не здатні підіймати та переносити інших солдат."

[UIMission_LostTowers]
m_strFlavorText="До цього місця нас привів сигнал, перехоплений \"Ровером\". Потрібно висадитися та з'ясувати, що тут відбувається."
m_strLaunchMission="ДОСЛІДИТИ"

[UICustomize_SparkMenu]
m_strTitle="НАЛАШТУВАТИ \"ІСКРУ\""
m_strEditInfo="Про персонажа"
m_strEditProps="Аксесуари"
m_strHead="Голова"
m_strMainColor="Основний колір броні"
m_strSecondaryColor="Додатковий колір броні"
m_strWeaponColor="Колір зброї"
m_strArmorPatternSelected="Зніміть камуфляжну схему броні, щоб змінити колір"
m_strRemoveHelmetOrLowerProp="Зніміть шолом або предмет на обличчі, щоб змінити цей варіант"

m_strVoice="ГОЛОС"
m_strPreviewVoice="ПЕРЕГЛЯД"
m_strType="Тип солдата"

m_strExportCharacter="Зберегти в групу персонажів"

m_strAllowTypeSoldier="Може виглядати як солдат"
m_strAllowTypeVIP="Може виглядати як ВІП"
m_strAllowTypeDarkVIP="Може виглядати як ворожий ВІП"
m_strAllowed="Допустимо"

m_strTimeAdded="Створення:"

m_strExportSuccessTitle="ПЕРСОНАЖ ЗБЕРЕЖЕНО!"
m_strExportSuccessBody="Ім'я та зовнішність персонажа збережено в групу."

[UICustomize_SparkProps]
m_strTitle="ЗМІНИТИ ДЕТАЛІ"
m_strArms="Руки"
m_strTorso="Торс"
m_strLegs="Ноги"
m_strArmorPattern="Камуфляжна схема броні"
m_strWeaponPattern="Камуфляж зброї"
m_strClearButton="Зняти"

[UICustomize_SparkInfo]
m_strTitle="РЕДАГУВАТИ ОПИСАННЯ \"ІСКРИ\""
m_strFirstNameLabel="Ім'я"
m_strLastNameLabel="Прізвище"
m_strNicknameLabel="Прізвисько"
m_strEditBiography="Біографія"
m_strBiographyLabel="БІОГРАФІЯ ПЕРСОНАЖА"

;-----------------------
; NARRATIVE CONTENT
;-----------------------

[X2DownloadableContentInfo_DLC_Day90]
NarrativeContentLabel="Останній подарунок Шень: \"Занедбані вежі\""
NarrativeContentSummary="З цього завдання починається сюжет доповнення \"Останній подарунок Шень\". Доступність ігрових матеріалів (включаючи новий клас солдатів) від цього завдання не залежить."

EnableContentLabel="Увімкнути режим \"Останній подарунок Шень\"?"
EnableContentSummary="\"Останній подарунок Шень\" додає новий клас солдатів XCOM. Хочете увімкнути матеріали доповнення для поточної кампанії?\n\nПовний сюжет доповнення \"Останній подарунок Шень\", включаючи нове сюжетне завдання, стане доступний тільки після початку нової кампанії."
EnableContentAcceptLabel="Увімкнути \"Останній подарунок Шень\""
EnableContentCancelLabel="Скасувати"

[XComGameState_SparkManager]
LostTowersShenFirstName="Lily"
LostTowersShenLastName="Шень"

[SparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Броня \"Іскри\""
FriendlyNamePlural="Броня \"Іскри\""
BriefSummary="Базове шасі \"Іскри\" несе важку броню; особлива увага при цьому приділяється захисту життєво важливих систем від загроз з боку противника та навколишнього середовища."
TacticalText="<Bullet/> Всі \"Іскри\" оснащуються захистом базових систем, що складається з металевих пластин.\n<Bullet/> Можлива розробка покращеного бронювання."

[PlatedSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Посилений каркас"
FriendlyNamePlural="Посилені каркаси"
BriefSummary="Додаткове посилення слабких місць, виявлених під час бойової експлуатації, повинно підвищити живучість \"Іскри\"."
TacticalText="<Bullet/> Посилення стандартного бронювання \"Іскри\" дозволяє витримувати більший урон."

[PoweredSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Анодоване шасі"
FriendlyNamePlural="Анодовані шасі"
BriefSummary="Анодування додає захисний шар і без того вражаючій бронезахисті \"Іскри\", роблячи робота ще більш живучим."
TacticalText="<Bullet/> Анодоване шасі оточує \"Іскру\" з усіх боків і забезпечує максимально можливий захист у бою."

[XGCharacterGenerator_SPARK]
SparkFirstName="ІСКРА-"
SparkLastNamePrefix="000"

[LostTowersSpark X2SparkCharacterTemplate_DLC_3]
strForcedFirstName=""
strForcedLastName="ІСКРА-001"
strForcedNickName=""